/*
 LocalizationStrings.strings
 ZohoSign
 
 Created by Nagarajan S on 13/10/16.
 Copyright © 2016 Zoho Corporation. All rights reserved.
 */


/*          Common              */

"sign.mobile.common.zohosign"                           =       "Zoho Sign";
"sign.mobile.common.ok"                                 =       "确定";
"sign.mobile.common.cancel"                             =       "取消";
"sign.mobile.common.close"                              =       "关闭";
"sign.mobile.common.next"                               =       "下一步";
"sign.mobile.common.error"                              =       "错误";
"sign.mobile.common.unknownerror"                       =       "未知错误";
"sign.mobile.common.none"                               =       "无";
"sign.mobile.common.copy"                               =       "复制";
"sign.mobile.common.delete"                             =       "删除";
"sign.mobile.common.mail"                               =       "邮件";
"sign.mobile.common.download"                           =       "下载";
"sign.mobile.common.query"                              =       "查询";
"sign.mobile.common.decline"                            =       "拒绝";
"sign.mobile.common.restore"                            =       "还原";
"sign.mobile.common.remind"                             =       "提醒";
"sign.mobile.common.remindSigners"                      =       "提醒签署人";
"sign.mobile.common.recall"                             =       "撤回";
"sign.mobile.common.share"                              =       "分享";
"sign.mobile.common.export"                             =       "导出";
"sign.mobile.common.add"                                =       "添加";
"sign.mobile.common.done"                               =       "完成";
"sign.mobile.common.today"                              =       "今天";
"sign.mobile.common.tomorrow"                           =       "明天";
"sign.mobile.common.yesterday"                          =       "昨天";
"sign.mobile.common.create"                             =       "创建";
"sign.mobile.common.localFiles"                         =       "本地文件";
"sign.mobile.common.zohoDocs"                           =       "Zoho Docs";
"sign.mobile.common.camera"                             =       "相机";
"sign.mobile.common.retake"                             =       "重取";
"sign.mobile.common.scanDocuments"                      =       "扫描文档";
"sign.mobile.common.photos"                             =       "照片";
"sign.mobile.common.documents"                          =       "文档";
"sign.mobile.common.areyousure"                         =       "是否确定？";
"sign.mobile.common.finish"                             =       "完成";
"sign.mobile.common.no"                                 =       "否";
"sign.mobile.common.yes"                                =       "是";
"sign.mobile.common.goBack"                             =       "返回";
"sign.mobile.common.selected"                           =       "已选定";
"sign.mobile.common.reason"                             =       "原因";
"sign.mobile.common.password"                           =       "密码";
"sign.mobile.common.others"                             =       "其他人";
"sign.mobile.common.remove"                             =       "移除";
"sign.mobile.common.optional"                           =       "可选";
"sign.mobile.common.mailTo"                             =       "收件人：:";
"sign.mobile.common.myself"                             =       "我自己";
"sign.mobile.common.search"                             =       "搜索";
"sign.mobile.common.apply"                              =       "应用";
"sign.mobile.common.login"                              =       "登录";
"sign.mobile.common.signup"                             =       "注册";
"sign.mobile.common.skip"                               =       "跳过";
"sign.mobile.common.send"                               =       "发送";
"sign.mobile.common.initializing"                       =       "正在启动...";
"sign.mobile.common.accessBlocked"                      =       "阻止访问";
"sign.mobile.common.unblock"                            =       "接通";
"sign.mobile.common.notNow"                             =       "不是现在";
"sign.mobile.common.updateZohoSign"                     =       "更新 Zoho Sign";
"sign.mobile.common.gotoAppStore"                       =       "转至应用商店";
"sign.mobile.common.account"                            =       "帐户";
"sign.mobile.common.by"                                 =       "通过";
"sign.mobile.common.me"                                 =       "我";


/*          Onboarding/Tour              */

"sign.mobile.tour.productTour"                          =       "产品概览";
"sign.mobile.tour.signIn"                               =       "登录";
"sign.mobile.tour.trynow"                               =       "尝试签署文档";

"sign.mobile.tour.productDesc"                          =       "适合商业的完整数字签名应用程序";
"sign.mobile.tour.skipTour"                             =       "跳过漫游";
"sign.mobile.tour.endTour"                              =       "结束漫游";
"sign.mobile.tour.getStarted"                           =       "开始";

"sign.mobile.tour.digitalSignTitle"                     =       "欢迎使用 Zoho Sign";
"sign.mobile.tour.digitalSignDesc"                      =       "体验前所未有的数字签名";
"sign.mobile.tour.signAnywhereTitle"                    =       "在任何时候、任何地点签名";
"sign.mobile.tour.signAnywhereDesc"                     =       "在移动中签名、发送和密封商务合同";
"sign.mobile.tour.extensionTitle"                       =       "无缝集成";
"sign.mobile.tour.securityTitle"                        =       "安全和保护";
"sign.mobile.tour.securityDesc"                         =       "Zoho Sign 中的文档有法律约束力且可防篡改";

"sign.mobile.tour.scanDesc"                             =       "扫描并上传收条、发票、合同和协议等。";
"sign.mobile.tour.extensionDesc"                        =       "从您喜爱的应用程序轻松地签署文档。";
"sign.mobile.tour.multipleRecipientsDesc"               =       "添加多位收件人并定义签名顺序。";
"sign.mobile.tour.assignSomeoneDesc"                    =       "指定其他人来为文档签名。";
"sign.mobile.tour.iMessageDesc"                         =       "通过 iMessage 分享已完成的文档。";


"sign.mobile.onboard.alreadySignUser"                   =       "已经是 Zoho Sign 的一员？登录以开始签名。";
"sign.mobile.onboard.signupAndStartSigning"             =       "您是 Zoho Sign 新用户？注册并开始签名";
"sign.mobile.onboard.continueAsGuest"                   =       "作为访客继续";

/*          Dashboard              */

"sign.mobile.requestCreate.sign"                        =       "签名";
"sign.mobile.requestCreate.send"                        =       "发送";
"sign.mobile.requestCreate.signYourselfDescription"     =       "并发送";
"sign.mobile.requestCreate.sendDocDescription"          =       "以供签名";

/*          Account              */

"sign.mobile.account.registerOrg"                       =       "注册组织";
"sign.mobile.account.contactAdmin"                      =       "已有组织帐户？请联系您的管理员以获取访问 Zoho Sign 的邀请。";
"sign.mobile.account.creatingAccount"                   =       "正在创建帐户...";
"sign.mobile.account.signupToProceed"                   =       "简单、快速和安全的签署文档方法。注册并开始签名！";
"sign.mobile.account.enterOrgNameDesc"                  =       "输入您的组织名称以开始。如果您想将 Zoho Sign 用于个人用途，只需输入您的姓名作为组织名称。";
"sign.mobile.account.enterOrgName"                      =       "输入您的组织";
"sign.mobile.account.saveAndProceed"                    =       "保存并继续";

"sign.mobile.account.dontHaveAnAccountSignUp"           =       "没有帐户？注册！";
"sign.mobile.account.alreadyHaveAnAccountLogin"         =       "已经有帐户？登录";
"sign.mobile.account.needZohoSignAccountToSign"         =       "您需要有 Zoho Sign 帐户才能签署文档";
"sign.mobile.account.loginToSign"                       =       "您需要登录后才能签署文档";


/*          Request   (Common)           */

"sign.mobile.request.receivedRequests"                  =       "已接收文档";
"sign.mobile.request.sentRequests"                      =       "已发出文档";
"sign.mobile.request.signYourself"                      =       "自签名";
"sign.mobile.request.sendForSignatures"                 =       "发送以供签名";
"sign.mobile.request.name"                              =       "名称";
"sign.mobile.request.description"                       =       "描述";
"sign.mobile.request.note"                              =       "留下便条";
"sign.mobile.request.expiringDate"                      =       "到期日";
"sign.mobile.request.timeToComplete"                         =       "完成时间（天）";
"sign.mobile.request.validTill"                         =       "协议有效期至";
"sign.mobile.request.folder"                            =       "文件夹";
"sign.mobile.request.folderName"                        =       "文件夹名";
"sign.mobile.request.requestType"                       =       "文档类型";
"sign.mobile.request.type"                              =       "类型";
"sign.mobile.request.recipients"                        =       "收件人";
"sign.mobile.request.sortBy"                            =       "排序方式";
"sign.mobile.request.verfiyCodeSentToMail"              =       "验证码已通过邮件发送给您。";
"sign.mobile.request.verfiyCodeByRequester"             =       "验证码由请求人提供。";
"sign.mobile.request.verifyCode"                        =       "验证";
"sign.mobile.request.didntReceiveCode"                  =       "没收到验证码？";
"sign.mobile.request.resendCode"                        =       "重新发送代码";
"sign.mobile.request.wrongSecretCode"                   =       "不正确的验证码";
"sign.mobile.request.requestInfo"                       =       "文档信息";
"sign.mobile.request.documentName"                      =       "文档名";
"sign.mobile.request.fileName"                          =       "文件名";
"sign.mobile.request.requester"                         =       "请求人";
"sign.mobile.request.requesterEmail"                    =       "请求人电子邮件";
"sign.mobile.request.requestedOn"                       =       "已请求";
"sign.mobile.request.owner"                             =       "所有者";
"sign.mobile.request.expireOn"                          =       "到期日期";
"sign.mobile.request.status"                            =       "状态";
"sign.mobile.request.notes"                             =       "注释";
"sign.mobile.request.completionCertificate"             =       "完成证书";
"sign.mobile.request.saveChanges"                       =       "保存更改";
"sign.mobile.request.selectAtleaseOneField"             =       "请为每个收件人选择至少一个字段";
"sign.mobile.request.selectAtleaseOneFieldSelfSign"     =       "请选择至少一个字段";
"sign.mobile.request.sampleDocument"                    =       "样本文档";
"sign.mobile.request.requestName"                       =       "文档名";
"sign.mobile.request.signedSuccessfully"                =       "已成功签署";
"sign.mobile.request.declined"                          =       "已拒绝";
"sign.mobile.request.tapHereToContinue"                 =       "轻触此处以继续";
"sign.mobile.request.emailDoc"                          =       "电子邮件文档（一次最多 3 个）";
"sign.mobile.request.recipientStatus"                   =       "收件人状态";
"sign.mobile.request.activityFeed"                      =       "活动提要";
"sign.mobile.request.activityHistory"                   =       "活动历史记录";
"sign.mobile.request.createdOn"                         =       "创建日期";
"sign.mobile.request.submittedOn"                       =       "提交日期";
"sign.mobile.request.expiringOn"                        =       "到期日期";
"sign.mobile.request.expiredOn"                         =       "到期日期";
"sign.mobile.request.completedOn"                       =       "完成日期";
"sign.mobile.request.recalledOn"                        =       "收回日期";
"sign.mobile.request.declinedOn"                        =       "拒绝日期";
"sign.mobile.request.deletedOn"                         =       "删除日期";
"sign.mobile.request.mailed"                            =       "已邮寄";
"sign.mobile.request.signed"                            =       "已签名";
"sign.mobile.request.viewed"                            =       "已查看";
"sign.mobile.request.assigned"                          =       "已分配";
"sign.mobile.request.notAssigned"                       =       "未分配";
"sign.mobile.request.dueDateNotSet"                     =       "未设定到期日";
"sign.mobile.request.needsYourSignature"                =       "需要您的签名";
"sign.mobile.request.outForSignature"                   =       "期待签名";
"sign.mobile.request.assignRequest"                     =       "指定文档";
"sign.mobile.request.declineRequest"                    =       "拒绝文档";
"sign.mobile.request.numberOfPages"                     =       "页数";
"sign.mobile.request.renameRequest"                     =       "重命名文档";
"sign.mobile.request.moveFolder"                        =       "移动文件夹";
"sign.mobile.request.changeFileType"                    =       "更改文件类型";
"sign.mobile.request.confirmYourIdentity"               =       "确认您的身份";
"sign.mobile.request.fileType"                          =       "文件类型";
"sign.mobile.request.enterVerifyCode"                   =       "输入验证码";
"sign.mobile.request.loggedInAsDifferentUser"           =       "您以另一个用户身份登录。请使用‘%@’登录并再试一次";
"sign.mobile.request.previewNotAvailable"               =       "预览不可用.";
"sign.mobile.request.ownerAuthMsg"                      =       "请输入由所有者分享给您的验证码";
"sign.mobile.request.ownerAuthMsgAfterFailure"          =       "请输入由所有者分享给您的验证码\n为了安全原因，在 3 次错误输入之后，对文档的访问将被禁止。";
"sign.mobile.request.emailAuth"                         =       "请输入已分享到您的电子邮件地址的验证码";
"sign.mobile.request.authCodeSentToEmail"               =       "验证码已重新发送至您的邮件";

/*          Request Operation Type           */

"sign.mobile.request.operationType.drafted"             =       "已草拟";
"sign.mobile.request.operationType.updated"             =       "已更新";
"sign.mobile.request.operationType.submitted"           =       "已提交";
"sign.mobile.request.operationType.shredded"            =       "已粉碎";
"sign.mobile.request.operationType.deleted"             =       "已删除";
"sign.mobile.request.operationType.recalled"            =       "已收回";
"sign.mobile.request.operationType.restored"            =       "已恢复";
"sign.mobile.request.operationType.retrived"            =       "已检索";
"sign.mobile.request.operationType.reminded"            =       "已提醒";
"sign.mobile.request.operationType.archived"            =       "已存档";
"sign.mobile.request.operationType.assigned"            =       "已分配";
"sign.mobile.request.operationType.downloaded"          =       "已下载";
"sign.mobile.request.operationType.skipped"             =       "已跳过";
"sign.mobile.request.operationType.docEmailed"          =       "文档已通过电子邮件发送";
"sign.mobile.request.operationType.linkEmailed"         =       "链接已通过电子邮件发送";
"sign.mobile.request.operationType.startedSigning"      =       "已开始签名";
"sign.mobile.request.operationType.successSigning"      =       "已成功签名";
"sign.mobile.request.operationType.failedSigning"       =       "签名失败";
"sign.mobile.request.operationType.accessSuccess"       =       "访问成功";
"sign.mobile.request.operationType.accessFailure"       =       "访问失败";

/*          Request Status           */

"sign.mobile.request.status.all"                        =       "全部";
"sign.mobile.request.status.inprogress"                 =       "正在进行";
"sign.mobile.request.status.pending"                    =       "等待中";
"sign.mobile.request.status.completed"                  =       "已完成";
"sign.mobile.request.status.expiring"                   =       "到期";
"sign.mobile.request.status.expired"                    =       "已到期";
"sign.mobile.request.status.declined"                   =       "已拒绝";
"sign.mobile.request.status.recalled"                   =       "已收回";
"sign.mobile.request.status.draft"                      =       "草稿";
"sign.mobile.request.status.trash"                      =       "垃圾站";
"sign.mobile.request.status.expires"                    =       "到期";


/*          Request List            */

"sign.mobile.request.list.requestedTime"                =       "请求时间";
"sign.mobile.request.list.discardChanges"               =       "放弃更改";
"sign.mobile.request.list.continueFromLeftover"         =       "从离开处继续";
"sign.mobile.request.list.lastModified"                 =       "上次修改";
"sign.mobile.request.list.searchRequest"                =       "搜索文档";
"sign.mobile.request.list.recentSearches"               =       "最近的搜索";
"sign.mobile.request.list.modifiedOn"                   =       "修改日期";
"sign.mobile.request.list.finishedOn"                   =       "于 %@ 完成";
"sign.mobile.request.list.declinedOn"                   =       "于 %@ 拒绝";
"sign.mobile.request.list.expiredOn"                    =       "于 %@ 到期";
"sign.mobile.request.list.deletedOn"                    =       "于 %@ 删除";
"sign.mobile.request.list.lastUpdatedOn"                =       "上次更新日期";
"sign.mobile.request.list.declinedMsg"                  =       "被 %@ 拒绝";
"sign.mobile.request.list.deleteOn"                     =       "已删除";
"sign.mobile.request.list.yetToView"                    =       "%@  •  %@ 还未查看";
"sign.mobile.request.list.yetToSign"                    =       "%@  •  %@ 还未签署";
"sign.mobile.request.list.ofPending"                    =       "%@  •  %lu / %lu 等待中";
"sign.mobile.request.list.nameAscending"                =       "名称按升序排列";
"sign.mobile.request.list.nameDescending"               =       "名称按降序排列";
"sign.mobile.request.list.from"                         =       "从";
"sign.mobile.request.list.filterOptions"                =       "筛选选项";


/*          Request Create            */

"sign.mobile.request.create.tapHereToSelectDoc"         =       "轻触此处以上传文档";
"sign.mobile.request.create.pleaseUploadDoc"            =       "请上传文档";
"sign.mobile.request.create.pleaseChooseRecipient"      =       "请选择一个收件人";
"sign.mobile.request.create.oneSigningActionAlert"      =       "应分配至少一位收件人来签署文档";
"sign.mobile.request.create.pleaseEnterName"            =       "请输入请求名称";
"sign.mobile.request.create.recipientsAdded"            =       "%lu 已添加。";
"sign.mobile.recipient.create.addRecipients"            =       "添加收件人";
"sign.mobile.request.create.recipients"                 =       "收件人";
"sign.mobile.request.create.validityForever"            =       "永远";
"sign.mobile.request.create.setDate"                    =       "设定日期";
"sign.mobile.request.create.expiresIn"                  =       "到期时间";
"sign.mobile.request.create.tapHereToStart"             =       "轻触此处开始签名";
"sign.mobile.request.create.moreDetails"                =       "更多详情";
"sign.mobile.request.create.viewAll"                    =       "全部查看";


/*          Editor            */

"sign.mobile.editor.fillAllRequiredFields"              =       "请填写所有必填字段";
"sign.mobile.editor.startSigning"                       =       "开始签名";
"sign.mobile.editor.termsAndConditions"                 =       "条款和条件";
"sign.mobile.editor.exitPreview"                        =       "退出预览";
"sign.mobile.editor.agreeTerms"                         =       "同意";
"sign.mobile.editor.fieldsToSign"                       =       "待签名的字段";

/*          Request Fields            */

"sign.mobile.field.signature"                           =       "签名";
"sign.mobile.field.company"                             =       "公司";
"sign.mobile.field.name"                                =       "名称";
"sign.mobile.field.date"                                =       "日期";
"sign.mobile.field.initial"                             =       "姓名首字母";
"sign.mobile.field.email"                               =       "电子邮件";
"sign.mobile.field.text"                                =       "文本";
"sign.mobile.field.textfield"                           =       "文本字段";
"sign.mobile.field.fieldName"                           =       "字段名称";
"sign.mobile.field.jobtitle"                            =       "职称";

"sign.mobile.field.fullname"                            =       "全名";
"sign.mobile.field.firstname"                           =       "名字";
"sign.mobile.field.lastname"                            =       "姓氏";

/*          Recipient/Contacts            */

"sign.mobile.recipient.retainOrder"                     =       "按顺序发送";
"sign.mobile.recipient.notExist"                        =       "收件人姓名不存在。是否想要添加新收件人？";
"sign.mobile.recipient.addRecipient"                    =       "添加收件人";
"sign.mobile.recipient.nameCannotEmpty"                 =       "名称不能留空";
"sign.mobile.recipient.invalidEmail"                    =       "电子邮件地址无效";
"sign.mobile.recipient.privateMessage"                  =       "私人消息";
"sign.mobile.recipient.message"                         =       "消息";
"sign.mobile.recipient.authenticationCode"              =       "验证码";
"sign.mobile.recipient.needToSign"                      =       "需要签名";
"sign.mobile.recipient.getsACopy"                       =       "接收副本";
"sign.mobile.recipient.verfication"                     =       "验证";
"sign.mobile.recipient.deliveryType"                    =       "交付类型";
"sign.mobile.recipient.offline"                         =       "离线";
"sign.mobile.recipient.noteOTP"                         =       "注释：验证码将通过电子邮件发送。";
"sign.mobile.recipient.code"                            =       "代码";
"sign.mobile.recipient.noteCode"                        =       "注释：此代码自动生成。如有必要，可重写（恰好 6 个字符）";
"sign.mobile.recipient.enterNameEmail"                  =       "输入联系人姓名/电子邮件";
"sign.mobile.recipient.localContacts"                   =       "设备联系人";
"sign.mobile.recipient.contactSelected"                 =       "联系人已选择";
"sign.mobile.recipient.contactsSelected"                =       "联系人已选择";
"sign.mobile.recipient.addMe"                           =       "加我";
"sign.mobile.recipient.invalidName"                     =       "无效名称";
"sign.mobile.recipient.atleastOneRecipient"             =       "添加至少一个收件人以签署文档";
"sign.mobile.recipient.dupRecipientExists"              =       "存在重复的收件人";
"sign.mobile.recipient.chooseFromContacts"              =       "从联系人中选择";


/*          Empty Screens         */

"sign.mobile.emptyScreen.noSentRequestOnboard"          =       "没有已发出的文档";
"sign.mobile.emptyScreen.noDocumentsAvailable"          =       "无可用文档";
"sign.mobile.emptyScreen.noReceivedRequestOnboard"      =       "没有已收到的文档";
"sign.mobile.emptyScreen.noRequestOnSearch"             =       "未找到文档";
"sign.mobile.emptyScreen.noContacts"                    =       "无可用联系人";
"sign.mobile.emptyScreen.norecipientAdded"              =       "未添加收件人";
"sign.mobile.emptyScreen.noActivityFeed"                =       "没有近期活动";
"sign.mobile.emptyScreen.noDataAvailable"               =       "无可用数据";
"sign.mobile.emptyScreen.noFilesAvailable"              =       "无可用文件";
"sign.mobile.emptyScreen.noResults"                     =       "无结果";

"sign.mobile.error.timeout"                             =       "请求超时";
"sign.mobile.error.dataError"                           =       "加载时出错";
"sign.mobile.error.tapToRetry"                          =       "点击以重试";
"sign.mobile.error.fileSizeExceedsMaxSize"              =       "文件超出 25MB 的最大大小";


/*          Settings              */

"sign.mobile.settings.settings"                         =       "设置";
"sign.mobile.settings.signout"                          =       "签退";
"sign.mobile.settings.logout"                           =       "注销";
"sign.mobile.settings.termsOfService"                   =       "服务条款";
"sign.mobile.settings.privacyPolicy"                    =       "隐私政策";
"sign.mobile.settings.rateUs"                           =       "评价我们";
"sign.mobile.settings.openSourceAttributes"             =       "开源属性";
"sign.mobile.settings.feedback"                         =       "反馈";
"sign.mobile.settings.faq"                              =       "常见问题解答";
"sign.mobile.settings.manageLocalFiles"                 =       "管理本地文件";
"sign.mobile.settings.clearAllFiles"                    =       "从设备中清除缓存数据";
"sign.mobile.settings.clearCache"                       =       "清除缓存";
"sign.mobile.settings.passcodeLock"                     =       "密码锁定";
"sign.mobile.settings.allowTouchID"                     =       "允许使用指纹识别来解锁";
"sign.mobile.settings.security"                         =       "安全";
"sign.mobile.settings.theme"                            =       "主题";
"sign.mobile.settings.support"                          =       "支持";
"sign.mobile.settings.cache"                            =       "缓存";
"sign.mobile.setting.cacheMemorySize"                   =       "缓存大小";
"sign.mobile.settings.about"                            =       "关于（版本 %@）";
"sign.mobile.settings.touchIDDisabledAlert"             =       "指纹识别也将禁用。是否要继续？";
"sign.mobile.settings.deviceCannotAuthTouchID"          =       "您的设备无法使用指纹识别来进行身份验证。";
"sign.mobile.settings.enterPasscode"                    =       "输入密码";
"sign.mobile.settings.setPasscode"                      =       "设置密码";
"sign.mobile.settings.enterYourPasscode"                =       "输入密码";
"sign.mobile.settings.reenterPasscode"                  =       "重新输入您的密码";
"sign.mobile.settings.passcodeNotMatch"                 =       "密码不匹配。再试一次。";
"sign.mobile.settings.touchIDAuth"                      =       "解锁密码";
"sign.mobile.settings.unlockZohoSign"                   =       "解锁 Zoho Sign";
"sign.mobile.settings.unlockAttemptsLeft"               =       "剩余尝试数";
"sign.mobile.settings.enterPasscodeUnlock"              =       "输入密码以解锁";
"sign.mobile.setting.feedbackSentSuccess"               =       "反馈已成功发送";

/*          Profile              */

"sign.mobile.profile.profile"                           =       "档案";
"sign.mobile.profile.fullName"                          =       "全名";
"sign.mobile.profile.firstName"                         =       "名字";
"sign.mobile.profile.lastName"                          =       "姓氏";
"sign.mobile.profile.email"                             =       "电子邮件";
"sign.mobile.profile.company"                           =       "公司";
"sign.mobile.profile.jobTitle"                          =       "职称";
"sign.mobile.profile.dateFormat"                        =       "日期格式";
"sign.mobile.profile.timeZones"                         =       "时区";
"sign.mobile.profile.takePicture"                       =       "拍照";
"sign.mobile.profile.choosePicture"                     =       "选择图片";
"sign.mobile.profile.deleteSignature"                   =       "删除签名";
"sign.mobile.profile.signatureWizardDraw"               =       "绘制";
"sign.mobile.profile.drawSignature"                     =       "绘制签名";
"sign.mobile.profile.selectSignature"                   =       "选择风格";
"sign.mobile.profile.photoSignature"                    =       "拍照";
"sign.mobile.profile.chooseStyle"                       =       "选择风格";
"sign.mobile.profile.drawYourSign"                      =       "绘制您的签名";
"sign.mobile.profile.signatureWizard"                   =       "签名向导";
"sign.mobile.profile.createSignature"                   =       "创建签名";
"sign.mobile.profile.createInitial"                     =       "创建姓名首字母";
"sign.mobile.profile.tapHereToEditName"                 =       "轻触此处以编辑名称";
"sign.mobile.profile.tapHereToEditInitial"              =       "轻触此处以编辑姓名首字母";
"sign.mobile.profile.signHere"                          =       "在此签名";
"sign.mobile.profile.yourInitial"                       =       "您的姓名首字母";


/*          Feedback              */

"sign.mobile.feedback.EnterEmail"                       =       "输入您的电子邮件地址";
"sign.mobile.feedback.comment"                          =       "评论";
"sign.mobile.feedback.attachScreenshots"                =       "附上屏幕截图";
"sign.mobile.feedback.howIsYourExperience"              =       "您在使用 Zoho Sign 时有什么体验？";
"sign.mobile.feedback.mindGivingFeedback"               =       "您是否介意为我们提供反馈？";
"sign.mobile.feedback.noThanks"                         =       "不，谢谢";
"sign.mobile.feedback.okSure"                           =       "好的，当然可以";
"sign.mobile.feedback.couldNotSendMail"                 =       "无法发送电子邮件";
"sign.mobile.feedback.checkMailConfig"                  =       "未能发送电子邮件。请检查电子邮件配置并再试一次。";
"sign.mobile.feedback.doYouEnjoytheApp"                 =       "您是否喜欢使用该应用程序？";
"sign.mobile.feedback.canYouReviewinAppStore"           =       "由于您喜欢使用 ZohoSign，是否可以在 Appstore 中留下评论，帮助我们改进应用程序？";
"sign.mobile.feedback.rateApp"                          =       "评价应用程序";

/*          Activity Indicator Strings       */

"sign.mobile.activityIndicator.processing"              =       "正在处理...请稍候";
"sign.mobile.activityIndicator.uploading"               =       "正在上传文档...请稍候";
"sign.mobile.activityIndicator.submittingDoc"           =       "正在发送文档...";
"sign.mobile.activityIndicator.savedraft"               =       "正在保存为草稿...";
"sign.mobile.activityIndicator.signingDoc"              =       "正在签署文档...";
"sign.mobile.activityIndicator.loadingPreview"          =       "正在加载预览...";
"sign.mobile.activityIndicator.preparingDocument"         =       "正在准备文档...";

/*          Notify              */

"sign.mobile.notify.docMailedSuccess"                   =       "文档邮寄成功";
"sign.mobile.notify.requestSavedInDraft"                =       "文档另存为草稿";
"sign.mobile.notify.reminderSent"                       =       "提醒已发送";
"sign.mobile.notify.requestRecalled"                    =       "文档已收回";
"sign.mobile.notify.requestMovedToTrash"                =       "文档已丢进回收站";
"sign.mobile.notify.requestRestored"                    =       "文档已恢复";
"sign.mobile.notify.requestCreated"                     =       "文档已创建";
"sign.mobile.notify.requestUpdated"                     =       "文档已更新";
"sign.mobile.notify.importSuccess"                      =       "文档导入成功";
"sign.mobile.notify.requestDeclined"                    =       "文档已拒绝";
"sign.mobile.notify.dataCacheCleared"                   =       "缓存的数据已清除";
"sign.mobile.notify.requestReminding"                   =       "正在发送提醒...";
"sign.mobile.notify.sendingMail"                        =       "正在发送邮件...";

/*          Alerts            */

"sign.mobile.alert.enterComment"                        =       "请输入您的评论";
"sign.mobile.alert.enterReason"                         =       "请输入原因";
"sign.mobile.alert.enterEmailId"                        =       "请输入电子邮件地址";
"sign.mobile.alert.noAccessLocalContacts"               =       "请授予权限以访问本地联系人。";
"sign.mobile.alert.noMailId"                            =       "请输入至少一个电子邮件地址";
"sign.mobile.alert.contactAdminForAccess"               =       "请联系管理员以准许访问 Zoho Sign";
"sign.mobile.alert.loginExpires"                        =       "登录已到期。请再次登录";
"sign.mobile.alert.loginToSign"                         =       "请登录以签署文档";
"sign.mobile.alert.docUploadFailed"                     =       "文档上传失败";
"sign.mobile.alert.noInternetConnection"                =       "无可用网络";
"sign.mobile.alert.accountDisableContactAdmin"          =       "帐户已禁用。请联系管理员以激活您的帐户。";
"sign.mobile.alert.needToAccessCamera"                  =       "需要访问相机";
"sign.mobile.alert.noCameraAccess"                      =       "此应用程序没有访问相机的权限。";
"sign.mobile.alert.enablePrivacySettings"               =       "您可从“隐私设置”中启用访问权限。";
"sign.mobile.alert.documentPasswordProtected"           =       "文档受密码保护";
"sign.mobile.alert.recallNote"                          =       "收回文档将使它无效，并会阻止签署人对它进行签名";
"sign.mobile.alert.reminderNote"                        =       "当选中按顺序发送选项时，将会向还未签署文档的下一个签署人发送提醒。否则，提醒将发送给还未签署文档的所有签署人。";
"sign.mobile.alert.copiedToClipboard"                   =       "复制到剪贴板";
"sign.mobile.alert.accessBlockedContactAdmin"           =       "因为输入了 3 次不正确的验证码，禁止访问文档。请联系所有者以取消阻止。";
"sign.mobile.alert.accessBlockedForRecalled"            =       "因为文档已被收回，您不可再访问此文档";
"sign.mobile.alert.accessBlockedForDeclined"            =       "因为文档已被拒绝，您不可再访问此文档";
"sign.mobile.alert.accessBlockedForExpired"             =       "因为文档已过期，您不可再访问此文档";
"sign.mobile.alert.unblockAlert"                          =       "是否想要为收件人 %@ 取消阻止文档？";


/*          Tool Tip            */

"sign.mobile.tooltip.tapAnywhereAddFields"              =       "轻触以插入字段";
"sign.mobile.tooltip.tapHereToChangeName"               =       "轻触此处以更改名称";


/*          Action Extension              */

"sign.mobile.actionExtn.signInToSign"                   =       "请登录到 Zoho Sign 以发起文档的签名";
"sign.mobile.actionExtn.launchZohoSign"                 =       "启动 Zoho Sign";
"sign.mobile.tooltip.extnSuccessmsg"                     =       "此文档的一个副本已保存到您的 Zoho Sign 帐户";
"sign.mobile.actionExtn.unsupportedFormat"              =       "不受支持的文件格式";

"sign.mobile.actionExtn.loginRequired"                  =       "需要登录";
"sign.mobile.actionExtn.internetRequiredToSignDocument" =       "需要有互联网连接才可使用 Zoho Sign 签署文档";




/*          Radaee PDF Strings (ignore)         */

"Swipe Speed" = "Swipe Speed";
"Render Quality" = "Render Quality";
"Swipe Distance" = "Swipe Distance";
"View Mode" = "View Mode";
"Zooming Ratio" = "Zooming Ratio";
"Ink Width" = "Ink Width";
"Alert" = "Alert";
"Cancel" = " Cancel";
"BookMark Already Exist" = "BookMark Already Exist";
"Page " = "Page ";
"Add BookMark Success!"="Add BookMark Success!";
"Ink Color" = "Ink Color";
"Rect Color" = "Rect Color";
"Draw Line on file" = "Draw Line on file";
"Draw Rect on file" = "Draw Rect on file";
"This Document is readonly" = "This Document is readonly";
"Outline" = "Outline";
"Please Enter PassWord" = "Please Enter PassWord";
"PassWord" = "PassWord";
"Error PassWord" = "Error PassWord";
"Error Document,Can't open" = "Error Document,Can't open";
"Do you want to open:" = "Do you want to open:";
"Text Annot" = "Text Annot";


"sign.mobile.field.checkbox"                           =       "复选框";
"sign.mobile.common.readonly"                          =       "只读";
"sign.mobile.common.mandatory"                         =       "必填";
"sign.mobile.common.required"                          =       "必需";
"sign.mobile.field.checkByDefault"                     =       "默认下选中";
"sign.mobile.request.filterBy"                         =       "筛选依据";
"sign.mobile.emptyScreen.noTemplatesAvailable"         =       "无模板可用";
"sign.mobile.emptyScreen.noFieldsAdded"                =       "尚未添加字段";

"sign.mobile.common.save"                              =       "保存";
"sign.mobile.request.status.tobehosted"                =       "待主持";
"sign.mobile.request.status.hosted"                    =       "已主持";
"sign.mobile.request.skipsigning"                      =       "跳过签名";
"sign.mobile.request.resetfields"                      =       "重置字段";
"sign.mobile.request.signedInperson"                   =       "已面对面签字";
"sign.mobile.create.prefillByYou"                      =       "由您预填充";

"sign.mobile.request.operationType.inpersonSigningSuccess"   =       "面对面会议：已签名";
"sign.mobile.request.operationType.inpersonSigningFailure"   =       "面对面会议：签名失败";
"sign.mobile.request.operationType.inpersonAccessFailure"   =        "面对面会议：访问失败";
"sign.mobile.request.operationType.hosted"                   =       "面对面会议：已完成";
"sign.mobile.request.operationType.viewedFromHost"           =       "由主持人查看";
"sign.mobile.request.operationType.remindedForInpersonSigning"   =       "提醒已发送给主持人";
"sign.mobile.request.operationType.linkEmailedInperson"     =       "文档已发送给主持人";
"sign.mobile.request.operationType.linkEmailedToHost"     =       "链接已用电子邮件发送给主持人";

"sign.mobile.inperson.hostAssignedMessage"  =   "%@ 已分配您对此文档主持面对面签名会议.";
"sign.mobile.inperson.selectHostMessage"    =   "请选择签署人以主持面对面签名会议.";
"sign.mobile.inperson.assignedSignersList"  =   "面对面签署人列表";
"sign.mobile.inperson.hostSession"          =   "主持会议";
"sign.mobile.inperson.passControl"          =   "转移控制权";
"sign.mobile.inperson.finishSession"        =   "完成会议";
"sign.mobile.inperson.passcontrolMessage"   =   "%@ 您已签署文档，您可以控制权返还给 %@";
"sign.mobile.inperson.hostInstructions"     =   "说明";
"sign.mobile.inperson.signerTerms"          =   "选择“开始签名”即表明您同意";
"sign.mobile.inperson.welcomeHostText"      =   "您好，%@";
"sign.mobile.inperson.yourTurnSign"         =   "轮到您签名了.";


"sign.mobile.common.you"                    =   "您";
"sign.mobile.request.hostedBy"              =   "主持人";
"sign.mobile.common.inpersonSigner"         =   "面对面签署人";
"sign.mobile.error.retry"                   =   "重试";
"sign.mobile.profile.currentUserPlan"       =   "您使用的是 %@ 计划";
"sign.mobile.profile.sendUsageReports"     =    "发送使用报告";
"sign.mobile.common.help"                  =    "帮助";
"sign.mobile.common.all"                   =    "全部";
"sign.mobile.common.more"                  =    "更多";
"sign.mobile.common.scan"                  =    "扫描";
"sign.mobile.error.somethingWentWrong"     =    "发生错误";
"sign.mobile.error.subscriptionActionFailure" =  "订阅激活出错，请联系 support@zohosign.com";
"sign.mobile.settings.allowFaceID"         =     "允许使用人脸识别来解锁";

"sign.mobile.settings.profileDesc" =    "设置电子签名并管理您的个人详细信息";
"sign.mobile.settings.securityDetailsDesc" =    "配置安全设置";
"sign.mobile.settings.helpDesc"            =    "获取 Zoho Sign 的帮助";

"sign.mobile.settings.faceIDDisabledAlert"             =       "人脸识别也将禁用。是否要继续？?";

"sign.mobile.create.alert.firstRecipientShouldbeSigner" =   "请确保第一个收件人是签署人";
"sign.mobile.create.alert.expiryDateMustBeGreaterThan1" =    "完成时间（天）必须大于或等于 1";
"sign.mobile.create.defaultRecipientMessage" =   "请查看并签署此文档.";
"sign.mobile.create.alert.cannotAddSameRoleMultipleTimes" = "无法多次添加同一角色";
"sign.mobile.viewer.showingCurrentItem"    =    "正在显示 %d 个（共 %d 个）";

"sign.mobile.iap.restorePurchase"          =    "恢复购买";
"sign.mobile.iap.planActivated"            =    "计划已激活";
"sign.mobile.iap.title"                    =    "定价";
"sign.mobile.iap.plan.free"                =    "免费版";
"sign.mobile.iap.plan.standard"            =    "Standard";
"sign.mobile.iap.plan.professional"        =    "Professional";
"sign.mobile.iap.plan.enterprise"          =    "Enterprise";
"sign.mobile.iap.planActivationFailureMailSent" = "无法激活订阅。邮件已发送以手动启动。请等待.";
"sign.mobile.iap.subscriptionInfo"          =    "订阅信息";
"sign.mobile.iap.terms"                    =    "条款";
"sign.mobile.iap.proceed"                  =    "继续";
"sign.mobile.iap.upgrade"                  =    "升级";
"sign.mobile.iap.upgradeYourAccount"       =    "升级 Zoho Sign 许可证以访问所有功能";
"sign.mobile.iap.feature.unlimitedDocSigning"     =    "数目不限的文档签名";
"sign.mobile.iap.feature.inPersonSigning"     =    "面对面签字";
"sign.mobile.iap.feature.reports"     =    "报告和审计线索";
"sign.mobile.iap.feature.reminders"   =     "提醒和通知";
"sign.mobile.iap.feature.sign25Docs"  =     "25 个文档/用户/月";
"sign.mobile.iap.feature.sign5Docs"  =     "5 个文档/用户/月";
"sign.mobile.iap.feature.webAppAccess"  =     "网络应用访问";
"sign.mobile.iap.feature.inAppScanning"       =    "应用内扫描";
"sign.mobile.iap.feature.advancedFormFields"  =    "高级表单字段";

"com.zoho.sign.standard.us.monthly"        =    "Standard - 月度";
"com.zoho.sign.standard.us.yearly"         =    "Standard - 年度";
"com.zoho.sign.pro.us.monthly"             =    "Professional - 月度";
"com.zoho.sign.pro.us.yearly"              =    "Professional - 年度";

"sign.mobile.iap.termsOfSubscription"       =    "- 在确认购买时将对 iTunes 帐户收费\n- 订阅自动续订，除非在现行周期结束前已至少关闭自动续订 24 小时\n- 在现行周期结束前的 24 小时内将对帐户收取续订费用\n- 订阅可由订户管理，且可在购买后转至用户的帐户设置来关闭自动续订\n- 在有效订阅期内不允许取消现行订阅\n- 在适用情况下，当用户购买该发行版的订阅时，免费试用期的任何未使用部分将被禁止.";

//Template
"sign.mobile.template.documentFields"        =       "文档字段";
"sign.mobile.template.name"                  =       "模板名称";
"sign.mobile.common.templates"               =       "模板";
"sign.mobile.alert.fieldCannotBeEmpty"       =       "字段不能为空";
"sign.mobile.common.edit"                    =       "编辑";
"sign.mobile.common.tips"                    =       "提示";
"sign.mobile.help.enableSignExtension"       =       "启用 Sign 扩展";
"sign.mobile.help.enableSignExtensionDocTitle"    =       "启用 Zoho Sign 扩展以直接从任何应用程序启动文档签字.";
"sign.mobile.help.enableSignExtensionStep1"    =       "点击“共享”按钮";
"sign.mobile.help.enableSignExtensionStep2"    =       "向右扫动通栏并点击“更多”图标";
"sign.mobile.help.enableSignExtensionStep3"    =       "启用“用 Zoho Sign 签名”选项";
"sign.mobile.help.enableSignExtensionStep4"    =       "用 Zoho Sign 签名\n点击“用 Zoho Sign 签名“图标以启动文档签名";
"sign.mobile.field.signDate"                =       "签署日期";
"sign.mobile.notify.templateDeleted"        =   "模板已删除";
"sign.mobile.template.usetemplate"          =   "使用";
"sign.mobile.template.quicksend"            =   "发送";
"sign.mobile.template.viewer"               =   "查看";
"sign.mobile.template.noDocument"           =   "此模板中无文档可用";

// Create
"sign.mobile.create.uploadDocuments"    =   "上传文档";
"sign.mobile.create.manageRecipients"   =   "管理收件人";
"sign.mobile.create.otherDetails"       =   "其他详细信息";
"sign.mobile.create.invalidDocName"     =   "无效的文档名";
"sign.mobile.recipient.remoteSigner"    =   "远程签署人";
"sign.mobile.editor.fieldsList"         =   "字段列表";
"sign.mobile.common.page"               =   "页";
"sign.mobile.common.dismiss"            =   "消除";
"sign.mobile.recipient.host"            =   "主持人";
"sign.mobile.recipient.inperson.name"   =   "签署人姓名";
"sign.mobile.recipient.inperson.email"  =   "签署人电子邮件";
"sign.mobile.recipient.name"            =   "姓名";
"sign.mobile.template.tobefilled"       =   "待填充";
"sign.mobile.recipient.editRecipient"   =   "编辑收件人";
"sign.mobile.recipient.action"          =   "操作";
"sign.mobile.recipient.authentication"  =   "验证";
"sign.mobile.template.role"             =   "角色";
"sign.mobile.recipient.enterRoleOrEmail"        =   "请输入收件人的角色或电子邮件";
"sign.mobile.recipient.roleInvalidCharacters"   =   "收件人角色包含无效的字符";
"sign.mobile.recipient.authenticationCodeSixCharacters" = "验证码应包含 6 个字符";
"sign.mobile.recipient.hostMustBeSignUser"      =   "主持人电子邮件必须是 Zoho Sign 组织的一部分";
"sign.mobile.recipient.autoGeneratedCode.overwrite"   =   "注：此代码属于自动生成。如有必要进行覆盖.";
"sign.mobile.create.timeToCompleteLessThanCount" = "完成时间（天）必须小于 100";
"sign.mobile.recipient.alreadyAdded"    =   "收件人已添加";
"sign.mobile.recipient.cannotAddMultipleTimes" = "无法多次添加同一收件人";
"sign.mobile.recipient.cannotAddSameSignerContinuously" = "无法在无另一签署人在中间的情况下添加同一收件人";

"sign.mobile.request.deleteDocument"            =       "删除文档";
"sign.mobile.request.restoreDocument"           =       "恢复文档";
"sign.mobile.settings.turnOff"                  =       "关闭";

"sign.mobile.notify.documentSent"               =       "文档已发送";

"sign.mobile.inperson.reenterZohoPassword"  =  "请重新输入 Zoho 密码以完成该会议";


"sign.mobile.request.create.discard"  =  "放弃";
"sign.mobile.document.downloading"     = "正在下载 %li 个（共 %li 个）...";
"sign.mobile.create.fileUploadNotCompleted" = "文件上传未完成";
"sign.mobile.received.assign" = "分配";
"sign.mobile.request.invalidAttemptsExceeded" = "已超过无效的尝试次数";
"sign.mobile.template.addDocument"  =   "添加文档";
"sign.mobile.notify.templateSaved" =  "模板已保存";
"sign.mobile.activityIndicator.saveTemplate"   =       "正在保存模板...";
"sign.mobile.alert.fieldMustFilled" = "字段必须填充";
"sign.mobile.recipient.authenticationMandatory" = "所有收件人都必须进行身份验证";
"sign.mobile.common.characternotAllowed" = "%@ 字符不允许";
"sign.mobile.request.emailDocument"                          =       "电子邮件文档";
"sign.mobile.request.email.maximum3AtATime"     =   "一次最多 3 个";
"sign.mobile.recipient.signer"    =   "签署者";
"sign.mobile.document.loading"    =   "正在加载第 %li 个（共 %li 个）...";
"sign.mobile.common.loading"      =   "正在加载...";
"sign.mobile.common.downloading"  =   "正在下载...";
"sign.mobile.common.undo" = "撤销";
"sign.mobile.recipient.removed"  = "收件人已删除";

"sign.mobile.common.sign" = "签名";
"sign.mobile.create.manageRecipients" = "收件人";
"sign.mobile.create.otherDetails" = "详细信息";
"sign.mobile.settings.usagelogsDescription" = "您的数据将完全保持匿名，将不会与外部人员进行共享.";
"sign.mobile.settings.enableCrashLogs" = "发送崩溃报告";
"sign.mobile.settings.enableUsageLogs" = "共享使用报告";
"sign.mobile.settings.usageReports" = "分析";
"sign.mobile.common.alert" = "提醒";
"sign.mobile.settings.jailbrokenAlert" = "看起来您的电话已破解。我们建议您不要登录，因为这会将您的数据置于风险之中.";
"sign.mobile.settings.securityAndPrivacy" = "安全与隐私";
"sign.mobile.settings.spotlightSearchDesc" = "启用此功能将允许您用 spotlight 搜索查找文档";
"sign.mobile.settings.spotlightSearch" = "Spotlight 搜索";

"sign.mobile.inperson.loginAs"          =   "以 %@ 身份登录";

"sign.mobile.request.recallDocument"        =   "收回文档";
"sign.mobile.request.invalidAuthenticationCode" = "无效的验证码";
"sign.mobile.document.uploadMsg"               =       "正在上传文档...\n请稍候。";
"sign.mobile.common.thisWeek"                  =       "本周";
"sign.mobile.common.thisMonth"                  =       "本月";
"sign.mobile.requests.seeAll"               =   "查看全部";
"sign.mobile.request.assignToSomeoneElse"      =       "分配给其他人";
"sign.mobile.document.details"      =       "文档详细信息";
"sign.mobile.request.create.pleaseUploadAFile"            =       "请上传一个文件。";
"sign.mobile.request.enterEmailAddress" = "输入电子邮件地址。";
"sign.mobile.request.email.maximumContactAlert" = "您一次只能发送给 3 个联系人。";
"sign.mobile.request.email.allowContactAccess"            =           "允许访问您的联系人以直接将其添加至应用程序。";
"sign.mobile.request.confirmDetails"  =  "确认详细信息";
"sign.mobile.request.verifyNumberOfFields"    =   "请验证为每位收件人添加的字段数并确认。";
"sign.mobile.common.confirm"  =  "确认";

"sign.mobile.tooltip.dragAndDropFields"              =       "拖放字段";

"sign.mobile.request.signYourselfDesc"              =   "签署文档并发送给其他人。";
"sign.mobile.request.sendForSignaturesDesc"         =   "请求其他人签署文档。";

"sign.mobile.request.declinedReason"              =       "拒绝原因";
"sign.mobile.inperson.chooseInPersonSigner"     =    "选择面对面签署人";

"sign.mobile.settings.protectDocumentSigning"   =   "保护文档签名";
"sign.mobile.settings.protectDocumentSigningDescription"   =   "需要密码才可签署每个文档。";
"sign.mobile.settings.phoneLogoutAfter5FailedAttemps"   =  "5 次失败的密码尝试之后，您将注销 Zoho Sign";
"sign.mobile.settings.personalDetails" = "个人详细信息";
"sign.mobile.common.tryAgain"      =    "请重试";
"sign.mobile.requests.loadmore"     =   "加载更多";
"sign.mobile.requests.moveToTrash"  =    "移至回收站";
"sign.mobile.settings.chooseSignatureStyle" = "点击以选择签名样式";
"sign.mobile.settings.enterSignature" = "输入您的签名";
"sign.mobile.settings.enterInitial" = "输入您的姓名缩写";
"sign.mobile.request.assignee"     =       "任务执行者";
"sign.mobile.feedback.attachments"                =       "附件";
"sign.mobile.help.siriShortcuts"  = "Siri 快捷方式";
"sign.mobile.common.helpAndSupport"    =    "帮助与支持";
"sign.mobile.settings.version"         =       "版本 %@";
"sign.mobile.common.about"           =       "关于";
"sign.mobile.settings.rateOurApp"    =      "评价我们的应用";
"sign.mobile.request.addToSiriShortcut"    =      "添加至 Siri 快捷方式";
"sign.mobile.request.showSiriShortcut"    =      "显示 Siri 快捷方式";
"sign.mobile.request.showRequest"    =      "显示 %@";
"sign.mobile.request.shareDocument"    =      "共享文档";
"sign.mobile.iap.perUserPerMonth"   = "每用户/月";
"sign.mobile.iap.perUserPerYear"   = "每用户/年";
"sign.mobile.editor.signatureFields" = "签名字段";
"sign.mobile.editor.signerInformation" = "签署人信息";
"sign.mobile.editor.additionalInformation" = "额外信息";


"sign.mobile.common.browse" = "浏览";
"sign.mobile.recipient.sms"  =    "短信";
"sign.mobile.recipient.phoneNumber"  =    "电话号码";
"sign.mobile.recipient.SMSOTPNote"                         =       "注：验证码将通过 SMS 发送。";
"sign.mobile.field.dropDown"             =       "下拉";
"sign.mobile.request.selectedDate"       =       "选择日期";
"sign.mobile.request.enterPhoneNumber"       =       "输入电话号码";
"sign.mobile.notify.documentAssigned"        =       "文档已成功签署。";
"sign.mobile.request.smsAuth"                =       "OTP 已发送到您的电话号码。";
"sign.mobile.request.authCodeSentToPhone"               =       "验证码已重新发送至您的电话号码。";


"sign.mobile.request.operationType.extended"   =       "扩展";
"sign.mobile.request.operationType.recipientReassigned"    =       "已重新分配收件人";
"sign.mobile.request.operationType.ownershipChanged"    =       "所有权已更改";
"sign.mobile.request.operationType.termsAgreed"    =       "已同意条款";
"sign.mobile.request.operationType.auditDownloaded"    =       "已下载审计";


"sign.mobile.recipient.invalidPhoneNumber"  =  "输入有效电话号码。";
"sign.mobile.request.enterYourText"         =       "输入您的文本。";
"sign.mobile.field.dropdown.option"    =      "选项 %i";
"sign.mobile.field.dropdown.addOption"    =      "添加选项";
"sign.mobile.field.defaultValue"    =      "默认值";
"sign.mobile.field.dropdown.dropdownOptions"    =      "下拉菜单选项";
"sign.mobile.field.dropdown.noneValue"    =      "选择...";
"sign.mobile.settings.turnPasscodeOff"    =     "关闭密码";
"sign.mobile.settings.turnPasscodeOn"     =     "开启密码";
"sign.mobile.docScanner.saveDocumentWith10Pages" = "已达到 10 页扫描限制。请保存文档并继续新的扫描。";

//somesh -  for siri shortcuts
"sign.mobile.settings.siriShortcuts.showPendingDocuments" = "显示待定文档";
"sign.mobile.settings.siriShortcuts.showCompletedDocuments" = "显示已完成文档";
"sign.mobile.settings.siriShortcuts.requestSummary" = "显示请求摘要";
"sign.mobile.settings.siriShortcuts.inProgressDocuments" = "显示进行中的文档";
"sign.mobile.settings.siriShortcuts.expiringDocuments" = "显示到期文档";

"sign.mobile.settings.siriShortcuts.name.requestSummary" = "请求摘要";
"sign.mobile.settings.siriShortcuts.name.completedDocuments" = "已完成的文档";
"sign.mobile.settings.siriShortcuts.name.pendingDocuments" = "待定文档";
"sign.mobile.settings.siriShortcuts.name.inprogressDocuments" = "进行中的文档";
"sign.mobile.settings.siriShortcuts.name.expiringDocuments" = "到期文档";

"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "请求已完成文档";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "请求待定文档";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "请求进行中的文档";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "请求到期文档";

"sign.mobile.settings.siriShortcuts.addedShortcuts" = "已添加快捷方式";
"sign.mobile.settings.siriShortcuts.suggestedShortcuts" = "建议的快捷方式";


"sign.mobile.recipient.addAlteastOneField"  =  "请为 %@ 添加至少一个字段";//maybe in web
"sign.mobile.recipient.addAlteastOneFieldForFollowingRecipients"  =  "为以下收件人 %@ 添加至少一个字段";
"sign.mobile.recipient.alert.noPermissionToAddFields" = "您无权修改字段。";
"sign.mobile.recipient.alert.userIsNotAnIntendedSigner" = "此收件人不是预期的签署人。";
"sign.mobile.document.autoFillAndSign"  =  "自动填写与签名";


"sign.mobile.fields.tapToAddField" = "点击以添加 %@";
"sign.mobile.fields.tapToSelectCheckbox" = "点击以选择复选框";
"sign.mobile.editor.moreActions"   = "更多操作";

"sign.mobile.alert.noAccessToYourPhoto"  =  "此应用无权访问您的照片。";

"sign.mobile.editor.tapFinishToComplete" = "您已成功填写所有字段。单击“完成”以完成。";
"sign.mobile.create.tapToStartSign" = "点击以开始签名";
"sign.mobile.editor.pleaseReviewAndSign" = "请审查此文档并点击此处以开始签名。";
"sign.mobile.create.chooseSigningOption"  = "选择签名选项";
"sign.mobile.account.documentsLeft" = "剩余文档";
"sign.mobile.account.documentsPerMonth" = "%d 文档/月";
"sign.mobile.documentStatus.waitingInaQueue" = "排队等候";
"sign.mobile.documentStatus.yetToView" = "已邮寄。还未查看";
"sign.mobile.documentStatus.yetToSign" = "已查看。还未签名";
"sign.mobile.create.chooseDocuments" = "选择文档";
"sign.mobile.create.recipientAction" = "收件人操作";
"sign.mobile.common.recipient" = "收件人";
"sign.mobile.templates.quicksend"    =   "快速发送";

"sign.mobile.photopicker.saveDocumentWith10Pages" = "已达到 10 页限制。请保存文档并继续新文档。";
"sign.mobile.photopicker.photos.downloadError" = "未能下载图像";
"sign.mobile.common.capture" = "捕获";

"sign.mobile.settings.siriShortcuts.subtitle.requestSummary" = "请求提供您 Zoho Sign 文档的摘要";
"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "请求提供已完成文档的列表";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "请求提供需要您签字的文档的列表";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "请求提供等待其他人签字的文档的列表";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "显示正到期的文档的列表";

"sign.mobile.request.sendReminders" = "发送提醒";
"sign.mobile.common.info" = "信息";

"sign.mobile.settings.siriShortcuts.name.statusSummary" = "状态摘要";
"sign.mobile.settings.siriShortcuts.statusSummary" = "显示 Zoho Sign 状态摘要";


"sign.mobile.inperson.instructions"   =   "1.将控制权转交给签署人\n\n2.向签署人逐步指导签字过程\n\n3.如有需要，通知签署人输入授权代码\n\n4.一旦签署人完成签署文档，收回控制权\n\n5.对多个签署人重复同一过程";
"sign.mobile.inperson.passcontrol.title" = "面对面签署人";
"sign.mobile.inperson.passcontrol.selectSigner"    =   "请选择签署人以主持会议。";
"sign.mobile.inperson.host.message"   =   "您已成功签署该文档。现在您可将控制权返还给主持人。";
"sign.mobile.inperson.startsigning.title"   =    "面对面签字会议";
"sign.mobile.doucument.signedSuccessMsg" = "文档已成功签名。";

"sign.mobile.login.watchdemo" = "观看演示";
"sign.mobile.login.signPaperless" = "电子化签字";
"sign.mobile.login.productDescription" = "适合商业签字的完整数字签名应用程序";
"sign.mobile.siriIntentUI.summary" = "显示 Zoho Sign 状态摘要";
"sign.mobile.sign.capture.instructions" = "请在方框中签字";


"sign.mobile.fields.enterYourValue" = "输入您的 %@";
"sign.mobile.fields.enterValue" = "输入 %@";
"sign.mobile.fields.chooseAnOption" = "选择选项";
"sign.mobile.fields.selectTheCheckbox" = "选中该复选框";

"sign.mobile.template.delete"            =       "删除模板";
"sign.mobile.common.readAndWrite"        =       "读/写";
"sign.mobile.fields.provideDefaultValueForDropdownField" = "请对只读下拉字段 %@ 提供默认值";


"sign.mobile.profile.currentPlan"                   =       "%@ 计划";
"sign.mobile.request.operationType.requestRecipientRevoked"    =       "访问权已撤销";
"sign.mobile.request.operationType.requestRecipientGranted"    =       "访问权已授予";
"sign.mobile.request.operationType.requestRecipientReassigned"    =       "已重新分配";
"sign.mobile.instruction.invalidDocumentName" = "%@ 不得包含 %@。";
"sign.mobile.alert.documentUploadFailed"                     =       "文档上传失败。请重试。";
"sign.mobile.alert.defaultFieldsCanBeModifiedInAcccountsPage" = "名字、姓氏和时区只能从 Zoho Accounts 页进行修改，且更改将在所有 Zoho 应用程序中反映出来。";
"sign.mobile.alert.allowPhotosAccess"  =  "授权 Zoho Sign 权限来访问您的照片。";
"sign.mobile.alert.unableToUseCamerainMultiscreenMode"  =  "无法在拆分视图中扫描签名。请切换至全屏。";
"sign.mobile.notify.requestCompleted"                =       "文档已完成";
"sign.mobile.notify.requestReceived"                 =       "新文档已收到";
"sign.mobile.notify.requestReminder"                 =       "文档提醒";
"sign.mobile.notify.documentSigned"                 =       "文档已签名";
"sign.mobile.recipient.approver"   =  "审批者";
"sign.mobile.request.alert.addAtleastOneField" = "请至少添加一个字段";
"sign.mobile.request.approved"                 =       "已批准";
"sign.mobile.documentStatus.yetToApprove" = "已查看。尚待批准";
"sign.mobile.request.operationType.requestApproved" = "文档已批准";
"sign.mobile.editor.startApproving" =  "开始审批";
"sign.mobile.request.assignToSomeoneElseToApprove" = "要求其他人来批准";
"sign.mobile.request.declineApproveRequest" = "不要批准";
"sign.mobile.recipient.approve"   =  "批准";
"sign.mobile.request.approvedSuccessfully"      =       "已成功批准";
"sign.mobile.activityIndicator.approvingDoc"              =       "正在批准文档...";
"sign.mobile.editor.pleaseReviewAndApprove" = "请审查此文档并点击此处以开始批准。";
"sign.mobile.documentStatus.waitingInQueue" = "排队等候中";
"sign.mobile.login.videoPlayerError" = "无法播放放频";

"sign.mobile.request.exportDocument"    =      "导出文档";
"sign.mobile.settings.aboutZohoSign"    =       "关于 Zoho Sign";
"sign.mobile.common.ZohoSignDescription"        =   "\\tZoho Sign 是一种数字签名服务，可让您无需运输纸质文档即可快速执行合同，同时确保安全性和合法性。它完全适用于云，可以与您的日常应用程序轻松集成，实现完全无缝的签名体验。\n\n\\tZoho Sign 完全适合需要签署商业文档的任何人，广泛应用于人力资源、法律、财务和销售职能部门。";
"sign.mobile.passcode.invalidPasscode" = "无效密码";
"sign.mobile.passcode.unlock" = "解锁";
"sign.mobile.passcode.re-enterPasscode" = "重新输入密码";
"sign.mobile.passcode.removeLock" = "移除锁定";
"sign.mobile.passcode.passcodeConfirm" = "输入密码以确认";
"sign.mobile.common.passcode" = "密码";
"sign.mobile.passcode.createPasscodeToProtectData" = "创建密码以保护您的数据";
"sign.mobile.fields.changeColor" = "更改颜色";
"sign.mobile.fields.formatting" = "格式设置";
"sign.mobile.fields.font" = "字体";
"sign.mobile.fields.color" = "颜色";
"sign.mobile.fields.checkbox.checked" = "已选中";
"sign.mobile.fields.checkbox.unchecked" = "未选中";
"sign.mobile.document.pagesCount" = "%i个页面";
"com.zoho.sign.macos.standard.us.monthly"        =    "Standard  - 月度";
"com.zoho.sign.macos.standard.us.yearly"         =    "Standard  - 年度";
"com.zoho.sign.macos.pro.us.monthly"             =    "Professional - 月度";
"com.zoho.sign.macos.pro.us.yearly"              =    "Professional - 年度";
"sign.mobile.request.signersLocation"   =  "收件人位置";

"sign.mobile.sign.siriIntent.invalidDocument" = "文档无效";
"sign.mobile.alert.signoutConfirmation"        =       "是否要注销？";
"sign.mobile.alert.saveChanges"        =       "您是否想要保存所做更改？";
"sign.mobile.alert.discardChanges"        =       "您是否想要放弃所有更改？";
"sign.mobile.alert.discardConfrimation"        =       "是否确定要放弃更改？";

"sign.mobile.siriShortcuts.signDocuments.name" = "显示要签署的文档";
"sign.mobile.siriShortcuts.signDocuments.subtitle" = "设置会话的 Siri 命令和快捷方式，以便将文档分配给其他人、拒绝文档，或者自动填充和自己签署文档。";
"sign.mobile.siriShortcuts.signDocuments.confirmation" = "警告！通过使用此快捷方式签署文档，您自动同意文档所有者设置的条款和条件。";


"sign.mobile.chooseDocuments.maximumDocumentsReached" = "您最多可在一个文档中上传 20 个文件。";
"sign.mobile.chooseDocument.unsupportedFileFormat" = "“%@”是不受支持的文件";

"sign.mobile.docslist.footerText" = "%d 项";
"sign.mobile.phoneNumberKit.selectCountry" = "选择国家/地区";
"sign.mobile.phoneNumberKit.currentLocation" = "当前位置";
"sign.mobile.homePage.createTemplate" = "创建模板";
"sign.mobile.common.back" = "返回";
"sign.mobile.alert.visitAccountsPage" = "访问帐户页面";
"sign.mobile.common.printDocument" = "打印文档";

"sign.mobile.login.signUpDesc" = "没有帐户？";
"sign.mobile.login.freeSignUp" = "免费注册";
"sign.mobile.common.or" = "或";

"sign.mobile.recipients.action.signedOn" = "已登录 %@";
"sign.mobile.recipients.action.assignedOn" = "分配于 %@";
"sign.mobile.recipients.action.approvedOn" = "已批准 %@";
"sign.mobile.recipients.action.viewedOn" = "看过 %@";

"sign.mobile.accountCreate.alreadyhaveATeamAccount" = "已经有团队帐户？";
"sign.mobile.accountCreate.contactAdmin" = "请与您的管理员联系以获取访问Zoho Sign的邀请。";
"sign.mobile.accountCreate.organisationName" = "机构名称";
"sign.mobile.accountCreate.newToZohoSign" = "Zoho Sign的新手？";
"sign.mobile.accountCreate.orgNameDescription" = "我们将使用此名称在Zoho Sign中为您的组织创建一个专用空间。 这也将帮助我们确定您的组织和成员。";
"sign.mobile.requestDetail.recipientLocationDesc" = "地理位置是根据IP地址估算的。";
"sign.mobile.field.attachment" =  "附件";
"sign.mobile.field.attachments" =  "附件";
"sign.mobile.fields.uploadAttachment" =  "上传附件";
"sign.mobile.notify.attachmentUploadedSuccessfully" =  "已成功上传附件";
"sign.mobile.notify.attachmentDeletedSuccessfully" =  "已成功删除附件";
"sign.mobile.activityIndicator.uploadingAttachment"    =       "正在上传附件...";
"sign.mobile.field.attachment.delete"       = "删除附件";
"sign.mobile.field.attachment.view"       = "查看附件";
"sign.mobile.emptyScreen.noAttachmentsAdded"                =       "尚未添加附件";


"sign.mobile.request.operationType.attachmentAdded"       =       "附件已添加";
"sign.mobile.request.operationType.attachmentDeleted"     =       "附件已删除";
"sign.mobile.iap.feature.signerAttachments"              =        "签署人附件";
"sign.mobile.iap.feature.rebranding"                     =        "品牌重塑";
"sign.mobile.iap.feature.approverAction"                 =        "批准人操作";
"sign.mobile.emptyScreen.noTemplatesAddedYet"         =       "您尚未创建任何模板。";

"sign.mobile.request.doYouWantToSignInFlow"    =   "您是签署人之一。您是否想要立即签署文档？";
"sign.mobile.request.editAsNew"                =   "编辑为新文件";

"sign.mobile.editor.resetAllFields" = "全部重置";
"sign.mobile.otherDetail.reminders" = "提醒";
"sign.mobile.otherDetail.automaticReminders" = "自动提醒";
"sign.mobile.otherDetail.automaticReminders.timePeriodTitle" = "每";
"sign.mobile.otherDetail.reminderTimePeriodPlaceHolder" = "天一次";
"sign.mobile.otherDetail.reminderPeriodErrorCheck" = "提醒频率不能大于 100";
"sign.mobile.request.rename" = "重命名";
"sign.mobile.request.certificate" = "证书";
"sign.mobile.request.activity" = "活动";
"sign.mobile.otherDetail.addDocumentType" = "添加文档类型";
"sign.mobile.otherDetail.addFolder" = "添加文件夹";
"sign.mobile.request.remainingDays" = "在 %d 天后";
"sign.mobile.common.reset" = "重置";
"sign.mobile.request.requestEdit"    =       "编辑文档";
"sign.mobile.field.radio"           =   "单选";
"sign.mobile.request.confirmAndSend"  =  "确认并发送";
"sign.mobile.request.signNow"         =   "立即签署";
"sign.mobile.request.signLater"       =   "稍后签署";
"sign.mobile.settings.legalGuide"     =   "法律引导";
"sign.mobile.request.radioButton"      =    "单选按钮";
"sign.mobile.chooseDocuments.useTemplate" = "使用模板";
"sign.mobile.request.allSentRequest" = "所有已发出文档";
"sign.mobile.request.allReceivedRequest" = "所有已接收文档";
"sign.mobile.fileImporter.workDrive.workSpaces" = "工作区";
"sign.mobile.fileImporter.workDrive.myTeams" = "我的团队";
"sign.mobile.fileImporter.workDrive.recentFiles" = "最近文件";
"sign.mobile.fileImporter.workDrive.favorites" = "收藏夹";
"sign.mobile.fileImporter.workDrive.myFolders" = "我的文件夹";
"sign.mobile.fileImporter.workDrive.sharedWithMe" = "与我共享";
"sign.mobile.fileImporter.workDrive.Folders" = "文件夹";
"sign.mobile.fileImporter.workDrive.Files" = "文件";
"sign.mobile.radioButton.values" = "单选按钮值";
"sign.mobile.common.daysCount" = "%d 天";
"sign.mobile.request.expiresIn" = "到期时间";
"sign.mobile.common.print" = "打印";

"sign.mobile.continuity_camera_desc" = "仅当 Mac 和 iOS 设备彼此靠近且满足以下条件时，连续互通相机才能工作：";
"sign.mobile.continuity_camera_step1" = "* 请确保两台设备的 Wi-Fi 和蓝牙都已开启。";
"sign.mobile.continuity_camera_step2" = "* 确保在两台设备上使用相同的 Apple ID 登录 iCloud 帐户。";
"sign.mobile.continuity_camera_step3" = "* 检查您的 Mac 是否在 macOS Mojave 或更高版本上运行，以及您的 iOS 设备是否在 iOS 12 或更高版本上运行。";
"sign.mobile.continuity_camera_refer" =  "请参阅此链接获取更多信息：%@";
"sign.mobile.continuity_camera_gallery" = "图库";
"sign.mobile.continuity_camera_import_from_iphone" = "从 iPhone 中导入";
"sign.mobile.continuity_camera_finder" = "Finder";



"sign.mobile.emptyScreen.noPendingDocuments"            =       "没有待定文档";
"sign.mobile.emptyScreen.noPendingDocumentsDesc"        =       "其他人发送给您以供签署的文档将显示在此处";
"sign.mobile.emptyScreen.noInprogressDocuments"         =       "没有正在进行中的文档";
"sign.mobile.emptyScreen.noInprogressDocumentsDesc"     =       "您发送给其他人以供签署的文档将显示在此处";
"sign.mobile.alert.noInternetConnectionDesc"            =       "请检查您的网络连接，然后重试";
"sign.mobile.emptyScreen.noRequestOnSearchDesc"         =       "我们无法找到任何匹配的结果。尝试搜索其他关键词";

"sign.mobile.emptyScreen.noTemplatesAvailableDesc"      =       "点击“+”添加您的第一个模板";

"sign.mobile.homescreen.inperson.singleSignerStatus"  = "%@ 需要签署";
"sign.mobile.homescreen.inperson.multipleSignerStatus"  = "剩下 %i 个签署人，共 %i 个";


"sign.mobile.request.hostNow"         =   "立即主持";
"sign.mobile.request.hostLater"       =   "稍后主持";
"sign.mobile.request.doYouWantToHostInFlow"    =   "您是分配的现场主持之一。您是否想要立即收集文档中的签名？";


"sign.mobile.emptyScreen.noDocumentsAvailableDesc"      =       "我们无法找到任何匹配的文档结果";

"sign.mobile.iap.offer.forMonths" = "%i 个月";
"sign.mobile.iap.offer.for1Year" = "1 年";
"sign.mobile.iap.offer.afterMonths" = "%i 月后";
"sign.mobile.iap.offer.after1Year" = "1 年后";

"sign.mobile.NodataView.documents.allSent.desc" = "您发送给其他人以供签署的所有文档都将显示在此处";
"sign.mobile.NodataView.documents.inprogress.desc" = "您没有任何正在进行的文档";
"sign.mobile.NodataView.documents.draft.desc" = "您没有任何已另存为草稿的文档";
"sign.mobile.NodataView.documents.expiring.desc" = "您没有任何即将到期的文档";
"sign.mobile.NodataView.documents.expired.desc" = "您没有任何已过期文档";
"sign.mobile.NodataView.documents.completed.desc" = "您没有任何已完成文档";
"sign.mobile.NodataView.documents.declined.desc" = "您没有任何已拒绝文档";
"sign.mobile.NodataView.documents.sentTrash.desc" = "您的回收站中没有任何文档";
"sign.mobile.NodataView.documents.pending.desc" = "您没有任何待定文档";
"sign.mobile.NodataView.documents.receivedCompleted.desc" = "您没有任何已完成文档";
"sign.mobile.NodataView.documents.receivedTrash.desc" = "您的回收站中没有任何文档";
"sign.mobile.NodataView.documents.allReceived.desc" = "其他人发送给您以供签署的全部文档都将显示在此处";

"sign.mobile.common.searchDocuments" = "搜索文件";
"sign.mobile.common.sent" = "已发送";
"sign.mobile.common.received" = "已收到";

"sign.mobile.activityIndicator.uploadingProgress"       = "正在上传第 %d 个，共 %d 个";
"sign.mobile.notify.attachmentsAddedSuccessfully"       = "已成功添加附件";
"sign.mobile.request.loginToProceed"                    = "登录以继续";

"sign.mobile.common.general"                            = "常规";
"sign.mobile.settings.personalize.documentSigning"      = "文档签名";
"sign.mobile.settings.personalize.autoScrollToNextFields" = "自动滚动至下一个字段";
"sign.mobile.settings.personalize.showSignerHints"          = "显示签名者提示";
"sign.mobile.settings.personalize.highlightAnnotatedFields" = "突出显示带注释的字段";
"sign.mobile.settings.personalize.showSignerHintsDesc"      = "在需要填写的签名者字段旁边显示指示符，以防止文档中不必要的滚动。";
"sign.mobile.settings.personalize.highlightAnnotatedFieldsDesc"     = "签名者填写的字段将带彩色背景，以便于识别。彩色背景不会显示在导出的文档中。";



"sign.mobile.workdrive.noUserFound" = "您没有Zoho WorkDrive帐户";
"sign.mobile.workdrive.noEnterpriseUser" = "您不是企业用户";


"sign.mobile.accountSettings.recipientActions.downloadDocument" ="下载文件";
"sign.mobile.accountSettings.sendMailFrom.organisation"="组织的电子邮件地址";
"sign.mobile.accountSettings.sendMailFrom.sender" ="发件人电子邮件地址";
"sign.mobile.accountSettings.sendMailFrom.zohoSignNotification" ="The Zoho Sign通知电子邮件地址";
"sign.mobile.accountSettings.pageConfig.allPages" ="所有页面";
"sign.mobile.accountSettings.pageConfig.firstPageOnly" ="仅首页";
"sign.mobile.accountSettings.pageConfig.lastPageOnly"="仅最后一页";
"sign.mobile.accountSettings.positionConfig.header" ="标题";
"sign.mobile.accountSettings.positionConfig.footer" ="脚";
"sign.mobile.accountSettings.sendDocumentsTo.allRecipients" ="所有收件人";
"sign.mobile.accountSettings.sendDocumentsTo.onlySender" ="仅发送者";
"sign.mobile.accountSettings.sendDocumentsTo.none"="无";
"sign.mobile.accountSettings.showSignerAttachmentsTo.senderAndSigner"="发送者和签名者";
"sign.mobile.accountSettings.showSignerAttachmentsTo.everyBody"="每个有权访问已签名文档的人";
"sign.mobile.accountSettings.enforceAuthentication" ="强制认证";
"sign.mobile.accountSettings.showSignerHints" ="显示签名者提示";
"sign.mobile.accountSettings.embedDocumentId" ="向文档添加文档ID";
"sign.mobile.accountSettings.embedDocumentId.page"="添加到";
"sign.mobile.accountSettings.embedDocumentId.positon"="位置";
"sign.mobile.accountSettings.sendCompletionCertificate"="将“结业证书”发送给接收者";
"sign.mobile.accountSettings.sendCompletedDocumentsTo"="将完成的文档发送给";
"sign.mobile.accountSettings.showSignerAttachmentsTo" ="可见";
"sign.mobile.accountSettings.redirection.signingDocument" ="签署文件";
"sign.mobile.accountSettings.redirection.decliningDocument" ="拒绝文档";
"sign.mobile.accountSettings.redirection.skipToSignLater"="跳过稍后再签名";
"sign.mobile.accountSettings.redirection.allowRedirection" ="允许重定向";
"sign.mobile.accountSettings.customLandingPages.invalidURL"="请输入格式为https://www.example.com的有效URL";
"sign.mobile.accountSettings.documentID" ="文件ID";
"sign.mobile.accountSettings.uponDocumentCompletion" ="完成文件时";
"sign.mobile.accountSettings.customLandingPages" ="自定义目标网页";
"sign.mobile.accountSettings.updating" ="正在更新...";
"sign.mobile.accountSettings.successfullyUpdated"="成功更新";
"sign.mobile.accountSettings.allowedModes.description"="选择OTP交付方式。";
"sign.mobile.accountSettings.recipientAction.description"="选择在签署文档时签名者可以执行的动作。";
"sign.mobile.accountSettings.signerAttachment.description"="选择在签名时可以选择哪些人可以查看签名人上载的附件。";
"sign.mobile.accountSettings.customLandingPages.description"="完成操作后将收件人重定向到特定的URL，而不是默认页面。";
"sign.mobile.accountSettings.requestValidity" ="请求有效期";
"sign.mobile.accountSettings.allowedModes" ="允许的OTP交付模式";
"sign.mobile.accountSettings.title" ="帐户设置";
"sign.mobile.settings.applicationPreferences" ="应用程序首选项";
"sign.mobile.accountSettings.sendingOptions" ="发送选项";
"sign.mobile.accountSettings.receipientExperience" ="接收者体验";
"sign.mobile.accountSettings.receipientAuthentication" ="收件人身份验证";
"sign.mobile.accountSettings.documentCompletionSettingsDescription"="控制谁将完成的文档和完成证书作为电子邮件附件接收";
"sign.mobile.accountSettings.documentIDDescription"="选择是否以及如何将唯一的文档ID包括在要签名的文档中。";
"sign.mobile.settings.accountSettingsDescription"="配置请求有效性，收件人提醒和签名顺序的默认设置。可以在发送时为每个文档进行编辑。";
"sign.mobile.common.signForms"                      =   "SignForms";
"sign.mobile.common.addDocumentType.description"    = "输入文档类型";
"sign.mobile.common.addFolderType.description"      = "输入文件夹";
"sign.mobile.signForms.detail.URL"                  = "URL";
"sign.mobile.signforms.detail.maximumResponses"     = "回复限制";
"sign.mobile.signForms.detail.maximumResponses.placeHolderText" = "输入数字";
"sign.mobile.signForms.detail.signFormName.placeHolderText" = "输入名称";
"sign.mobile.signForms.detail.validUntil"           = "到期日期：";
"sign.mobile.login.youHaveTobeSignedIn"             = "这要求您登录。";
"sign.mobile.common.preview"                        =   "预览";
"sign.mobile.common.previous"                       =   "上一个";

"sign.mobile.create.signDocument"                   =  "签署文档";
"sign.mobile.create.signADocument"                  =  "签署文档";
"sign.mobile.widgetkit.trackDocumentStatus"         =  "跟踪文档状态";
"sign.mobile.widgetkit.trackDocumentDesc"           =  "跟踪您文档签署过程的每一步。";

"sign.mobile.widgetkit.InprogressDocumentsDesc"     = "显示已送往签名的文档的列表。";
"sign.mobile.widgetkit.pendingDocumentsDesc"        = "显示需要您签字的文档的列表。";

"sign.mobile.signForms.alert.expired"                =  "此 SignForm 已到期。请联系该链接的所有者或发送人以获得帮助。";
"sign.mobile.signForms.alert.limitReached"           = "此 SignForm 已达到其最大的回复限制。请联系该链接的所有者或发送人以获得帮助。";
"sign.mobile.signForms.alert.inActive"               = "此 SignForm 已禁用。请联系该链接的所有者或发送人以获得帮助。";
"sign.mobile.signForms.alert.invalidDate"            = "在 SignForm URL 中指定了无效的日期。";
"sign.mobile.signForms.limitReached"            = "已达到回复限制";


"sign.mobile.alert.folderAlreadyExists"             =   "名为“%@”的文件夹已存在。";
"sign.mobile.alert.documentTypeAlreadyExists"       =   "名为“%@”的文档类型已存在。";


"sign.mobile.accountSettings.signedCopy.emailAttachment" =  "电子邮件附件";
"sign.mobile.accountSettings.signedCopy.documentMailLink" =  "电子邮件中的文档链接";
"sign.mobile.accountSettings.sendSignedCopyAs"            =  "发送已签署副本为";


"sign.mobile.fields.textbox.validation"              =  "验证";
"sign.mobile.signfield.status.all"                   =  "全部";
"sign.mobile.signfield.status.active"                =  "活跃";
"sign.mobile.signfield.status.inactive"              =  "不活跃";
"sign.mobile.signfield.status.expired"               =  "已到期";
"sign.mobile.signfield.status.max_limit_reached"       =  "已达到限制。";


"sign.mobile.fields.textValidation"        =  "验证文本字段";
"sign.mobile.fields.validation.none"       =  "无";
"sign.mobile.fields.validation.numbers"    =  "数字";
"sign.mobile.fields.validation.letters"    =  "字母数";
"sign.mobile.fields.validation.mail"      =  "电子邮件";
"sign.mobile.fields.validation.custom"    =  "自定义";



"sign.mobile.fields.validation.custom.errorMessage" =  "数据格式无效。请用正确的格式再次输入数据。";
"sign.mobile.fields.validation.custom.footerMessage" = "自定义当签名者以无效格式输入字段数据时显示的消息。";
"sign.mobile.fields.validation.custom.enterRegex"  =  "指定字段的正则表达式模式。";



"sign.mobile.fields.validation.regexAndErrorMessage"  =     "正则表达式模式和错误消息";
"sign.mobile.fields.validation.type"              =     "验证类型";
"sign.mobile.fields.validation.errorMessage"      =     "错误消息";
"sign.mobile.fields.validation.custom.invalidRegex"            =  "指定有效的正则表达式模式。";
"sign.mobile.fields.validation.custom.invalidErrorMessage"     =  "输入有效的错误消息。";



"sign.mobile.field.stamp"                        =  "印章";
"sign.mobile.signforms.qrCode"                   =  "二维码";
"sign.mobile.signforms.scanQRCodeToInitateSigning"  =  "您的同事和客户可以扫描或上传此 QR 码，以开始通过 SignForms 对文档进行签名。";


"sign.mobile.request.extendExpiryDate" =   "延长签署期限";
"sign.mobile.notify.expiryDateUpdated" =   "文档签名截止日期已延长。";
"sign.mobile.common.errorMsg.noImageInCropArea" = "裁剪区域内没有图像。";
"sign.mobile.request.newExpiryDate" = "新的签署期限";
"sign.mobile.emptyScreen.noFoldersAdded" =  "不存在现有文件夹。";
"sign.mobile.emptyScreen.noDocumentTypeAdded" = "没有现有的文档类型。";
"sign.mobile.settings.sendAnonymously" =   "匿名发送";
"sign.mobile.settings.analyticsDescription" =  "通过自动发送诊断和使用统计信息来帮助Zoho Sign改善用户体验。";

//print and sign
"sign.mobile.common.reviewAndSend" =  "审阅并发送";
"sign.mobile.fields.validation.error.onlyAlphabetsAreAllowed" = "仅允许使用字母值";
"sign.mobile.fields.validation.error.onlyNumericAreAllowed" = "仅允许使用数字值";
"sign.mobile.signForms.limitResponses" = "限制SignForm响应";
"sign.mobile.emptyScreen.noSignformsAdded" = "还没有添加标志";
"sign.mobile.signforms.validityDateError" = "有效期必须大于或等于当前日期。";


"sign.mobile.recipient.language"                        =       "收件人语言";
"sign.mobile.recipient.languageDesc"                    =       "当收件人打开文档进行签名时，签名界面将使用所选的语言。";

"sign.mobile.request.printAndSign.uploadPhysicalDocument"   =  "上传亲笔签名的文档";
"sign.mobile.request.printAndSign.uploadSignedDocument"     =  "上传已签名的文档";
"sign.mobile.request.printAndPhysciallySign"                =  "打印并亲笔签名";
"sign.mobile.request.printAndSign.reviewDocumentForNextSigner" =  "已为前一个签名者上传该文档的亲笔签名副本。请审阅后续签名者的文档字段对齐方式并发送文档。";
"sign.mobile.notif.uploadedSuccessfully"                        =   "已成功上传";
"sign.mobile.request.status.physciallySigned"                   =    "已亲笔签名";
"sign.mobile.request.status.physicalSigningWaitingForApproval"  =    "已亲笔签名并等待接受";
"sign.mobile.notif.printAndsign.waitingForReview"               =   "您已经为该文档提交了一个亲笔签名的副本。您上传的副本正在等待审阅。";
"sign.mobile.alert.reviewingByOwner"                            =   "该文档当前正在由其所有者审阅。请稍后再尝试访问它。";
"sign.mobile.request.status.manual_signing_correction"          =   "等待审阅";
"sign.mobile.request.uploadedOn"                        =       "上传于";
"sign.mobile.request.printAndSign.ownerTerms"           =      "我在此证明，上传的文件是该文档的副本，由所提及的签名者进行了亲笔签名。";
"sign.mobile.request.printAndSign.agreeAndUpload"       =    "同意并上传";
"sign.mobile.request.printAndSign.sentRequestDescription"           =     "您将上传由签名者亲笔签名的该文档的副本。上传后，签名工作流程中的其余签名者（如果有）将继续对上传的副本进行签名。";
"sign.mobile.common.review"                          =     "查看";
"sign.mobile.notify.sentToOwnerForReview"            =   "文档已发送至其所有者以供审阅。";
"sign.mobile.recipient.alert.userHasAlreadySigned"   =   "该收件人已签署文档。";
"sign.mobile.request.operationType.requestMarkedAsComplete"     = "文档已标记为完成";
"sign.mobile.request.operationType.requestManualSigningSuccess" = "已亲笔签名";
"sign.mobile.request.operationType.requestManualSigningApproved" = "已亲笔签名并接受";
"sign.mobile.request.operationType.recipientManualSigningSuccess"   = "已由收件人亲笔签名";
"sign.mobile.request.operationType.recipientManualSigningApproved"  = "亲笔签名文档已被接受";
"sign.mobile.request.printAndSign.showPreviousVersions"  =  "显示之前版本";
"sign.mobile.request.printAndSign.previousVersions"     =  "之前版本";
"sign.mobile.request.printAndSign.reviewAndAccept"      = "审阅并接受";
"sign.mobile.common.accept"                             =   "接受";
"sign.mobile.request.printAndSign.step1"                =   "第 1 步：";
"sign.mobile.request.printAndSign.step2"                =   "第 2 步：";
"sign.mobile.request.printAndSign.downloadDocumentForPrint"  = "下载文档进行打印";
"sign.mobile.request.printAndSign.downloadDocument"     =   "下载文档";
"sign.mobile.request.printAndSign.uploadTheScannedDocument" =  "上传已下载、打印并经过亲笔签名的文档的扫描副本。";

"sign.mobile.tooltip.sdkSuccessmsg" = "此文件的签名副本已发送至您的邮箱";
